export const fullName = 'Колосов Андрей Алексеевич';

export const professionalExperience = [
  'Более 10 лет коммерческой разработки web-приложений и клиент/серверных систем',
  'Опыт разработки динамических сервисов на стеке React+Nodejs в качестве fullstack',
  'Опыт разработки интерфейсов личных кабинетов',
  'Опыт разработки сервисов “с нуля”',
  'Опыт разработки сверхбыстрого агрегатора/источника на базе Lua/Tarantool',
  'Опыт интеграции API в существующие сервисы',
  'Опыт оптимизации процессов для браузеров мобильных платформ и слабых десктопов',
  'Опыт работы в больших организациях с разнородными корпоративными интересами и сложным взаимодействием между командами',
  'Опыт участия в большом количестве проектов (как подписка) с быстрым переключением рабочего окружения и погружением в цикл разработки',
];

export const heroRoutes = [
  ['/projects', 'Где был'],
  ['/skills', 'Чем владею'],
  ['/contacts', 'Контакты'],
  ['/job', 'Экзамен'],
];

