import Header from "components/Header";

const Job = () => {
  return (
    <>
      <Header>Это портфолио - экзамен</Header>

      <p>
        Работа была всегда и до портфолио руки не доходили. все по стандарту, сапожник без сапог.
      </p>

      <p>
        И вдруг раз, и на моих курсах экзамен: написать портфолио. Вот так и родилось в муках это изделие, как контрольная по ремеслу.
      </p>

      <p>
        Делал с энтузиазмом, как же, ведь теперь оно у меня будет! Ура!!!
      </p>

      <p>
        В связи с хардкорным дедлайном написать на кастоме не выйдет, а потому все по стандарту:
      </p>

      <p>
        Взял стилевой фреймворк Tailwind/DaizyUI (Bootstrap надоел за последние 15 лет), библиотеку интерфейсов React. Результат вы видите.
      </p>

      <p>
        Тему стилей выбрать не смог, оставляю чейнджер тем в верхнем меню, на вкус и цвет товарища нет!
      </p>

      <p>
        На днях экзамен, уух!
        <br />
        я - слушатель Колосов Андрей Алексеевич
        <br />
        © Synergy Learning System 2024
        <br />
        Группа: РПР-0926-01 (26.09.2024-06.11.2024)
        <br />
        <a
            target="_blank"
            rel="noreferrer"
            className="link link-primary"
            href="https://github.com/kaa67/synergy_rpr-0926-01"
          >
            Rep
          </a>
          &nbsp; проекта
        <br />
        Преподаватель курса: Стоян Евгений
        <br />
        Пожелайте мне ни пуха ни пера!
      </p>
    </>
  );
};

export default Job;
